<template>
  <div>
    <h1>Каталог автомобилей (МФА сайт)</h1>

    <p><strong>Stack</strong>: PHP 5.6, JavaScript, VPS Digitalocean, самописный мини-фреймворк для парсинга на PHP<br>
    <strong>Date:</strong> 2015</p>


    <p>Каталог автомобилей с картинками и спецификациями. По сути - МФА сайт, делался чисто для эксперимента за очень которое время.</p>
    <p>2300 автомобилей, 52000 изображений, 69500 страниц.</p>
    <p>Вся информация парсилась с разных источников (каталоги автомобилей, поисковые системы - для поиска картинок, и т.п.). 61+ тыс. страниц в индексе, добавлена реклама Google Adsense.</p>
    <p>Проект делался исключительно ради эксперимента и после запуска работа над ним не ведется.</p>

    <p>Адрес проекта: <a href="http://autotras.com" target="_blank" rel="nofollow">autotras.com</a></p>

  </div>
</template>

<script>
  export default {

  }
</script>