<template>
  <div>
    <h1>Мониторинг обменников</h1>

    <p><strong>Stack</strong>: PHP 7.1, JavaScript, SVG, MaterializeCSS <br>
    <strong>Date:</strong> 2016</p>

    <p>ScanChange помогает пользователям найти наиболее оптимальный курс валют среди проверенных обменных пунктов.</p>

    <p>Проект писался с нуля на самописном движке. <br>
      Парсинг информации о курсах обмена происходит с подключенных к мониторингу обменников. Админка позволяет легко интегрировать практически любой обменник, предоставляющий экспорт курсов.
    </p>

    <p>Рейтинг позволяет быстро просмотреть балансы обменников, доступность сервиса и найти наиболее выгодный курс.</p>

    <p>Для фронтенд части использовался css-фреймворк - MaterializeCSS. Адаптивная верстка.</p>


    <p>Проект полностью рабочий, но в планах еще серьезная доработка функционала - кросс-обмен, оповещение о резерве/курсе, страница обменника с отзывами, и др.</p>

    <p>Адрес проекта: <a href="https://scanchange.ru" target="_blank" rel="nofollow">scanchange.ru</a></p>

  </div>
</template>

<script>
  export default {

  }
</script>